BenchmarkOutput/orderEntrys/replicated_normal.txt
[OVERALL], RunTime(ms), 139216
[OVERALL], Throughput(ops/sec), 7.183082404321342
[TOTAL_GCS_PS_Scavenge], Count, 13
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 101
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.07254913228364555
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 13
[TOTAL_GC_TIME], Time(ms), 101
[TOTAL_GC_TIME_%], Time(%), 0.07254913228364555
[ORDERENTRYS], Operations, 1000
[ORDERENTRYS], AverageLatency(us), 139027.52
[ORDERENTRYS], MinLatency(us), 76032
[ORDERENTRYS], MaxLatency(us), 484863
[ORDERENTRYS], 25thPercentileLatency(us), 124351
[ORDERENTRYS], 50thPercentileLatency(us), 147967
[ORDERENTRYS], 75thPercentileLatency(us), 155647
[ORDERENTRYS], 90thPercentileLatency(us), 168191
[ORDERENTRYS], 95thPercentileLatency(us), 175999
[ORDERENTRYS], 99thPercentileLatency(us), 180095
[ORDERENTRYS], Return=OK, 1000
[ORDERENTRYS], 76095, 1.0
[ORDERENTRYS], 76159, 1.0
[ORDERENTRYS], 76223, 2.0
[ORDERENTRYS], 76671, 1.0
[ORDERENTRYS], 76799, 1.0
[ORDERENTRYS], 79487, 1.0
[ORDERENTRYS], 79743, 1.0
[ORDERENTRYS], 79807, 1.0
[ORDERENTRYS], 79871, 1.0
[ORDERENTRYS], 79935, 1.0
[ORDERENTRYS], 79999, 2.0
[ORDERENTRYS], 80063, 1.0
[ORDERENTRYS], 80127, 4.0
[ORDERENTRYS], 80191, 1.0
[ORDERENTRYS], 80511, 1.0
[ORDERENTRYS], 80575, 1.0
[ORDERENTRYS], 80895, 1.0
[ORDERENTRYS], 80959, 1.0
[ORDERENTRYS], 82047, 1.0
[ORDERENTRYS], 83007, 1.0
[ORDERENTRYS], 83199, 1.0
[ORDERENTRYS], 83263, 1.0
[ORDERENTRYS], 83327, 3.0
[ORDERENTRYS], 83647, 1.0
[ORDERENTRYS], 83711, 4.0
[ORDERENTRYS], 83775, 5.0
[ORDERENTRYS], 83839, 4.0
[ORDERENTRYS], 83903, 7.0
[ORDERENTRYS], 83967, 7.0
[ORDERENTRYS], 84031, 10.0
[ORDERENTRYS], 84095, 2.0
[ORDERENTRYS], 84223, 2.0
[ORDERENTRYS], 84287, 1.0
[ORDERENTRYS], 84351, 1.0
[ORDERENTRYS], 84735, 1.0
[ORDERENTRYS], 86463, 1.0
[ORDERENTRYS], 86911, 1.0
[ORDERENTRYS], 87359, 2.0
[ORDERENTRYS], 87487, 1.0
[ORDERENTRYS], 87551, 1.0
[ORDERENTRYS], 87615, 3.0
[ORDERENTRYS], 87679, 1.0
[ORDERENTRYS], 87807, 1.0
[ORDERENTRYS], 87871, 1.0
[ORDERENTRYS], 87935, 3.0
[ORDERENTRYS], 87999, 7.0
[ORDERENTRYS], 88063, 3.0
[ORDERENTRYS], 88127, 2.0
[ORDERENTRYS], 88255, 1.0
[ORDERENTRYS], 88319, 1.0
[ORDERENTRYS], 88767, 1.0
[ORDERENTRYS], 91519, 1.0
[ORDERENTRYS], 91647, 2.0
[ORDERENTRYS], 91903, 2.0
[ORDERENTRYS], 92095, 1.0
[ORDERENTRYS], 92159, 2.0
[ORDERENTRYS], 92287, 2.0
[ORDERENTRYS], 92415, 2.0
[ORDERENTRYS], 92543, 1.0
[ORDERENTRYS], 95295, 1.0
[ORDERENTRYS], 95551, 1.0
[ORDERENTRYS], 95807, 1.0
[ORDERENTRYS], 95999, 1.0
[ORDERENTRYS], 96191, 1.0
[ORDERENTRYS], 96255, 1.0
[ORDERENTRYS], 96383, 2.0
[ORDERENTRYS], 96447, 1.0
[ORDERENTRYS], 96511, 1.0
[ORDERENTRYS], 96575, 2.0
[ORDERENTRYS], 96639, 1.0
[ORDERENTRYS], 96831, 1.0
[ORDERENTRYS], 99903, 1.0
[ORDERENTRYS], 99967, 3.0
[ORDERENTRYS], 100479, 1.0
[ORDERENTRYS], 100543, 2.0
[ORDERENTRYS], 100607, 1.0
[ORDERENTRYS], 100671, 1.0
[ORDERENTRYS], 103807, 1.0
[ORDERENTRYS], 103935, 1.0
[ORDERENTRYS], 104063, 1.0
[ORDERENTRYS], 104255, 1.0
[ORDERENTRYS], 104447, 1.0
[ORDERENTRYS], 104575, 3.0
[ORDERENTRYS], 104639, 3.0
[ORDERENTRYS], 104703, 2.0
[ORDERENTRYS], 104767, 1.0
[ORDERENTRYS], 104831, 3.0
[ORDERENTRYS], 107583, 1.0
[ORDERENTRYS], 107775, 2.0
[ORDERENTRYS], 107839, 1.0
[ORDERENTRYS], 107903, 1.0
[ORDERENTRYS], 108031, 1.0
[ORDERENTRYS], 108415, 1.0
[ORDERENTRYS], 108543, 2.0
[ORDERENTRYS], 108607, 1.0
[ORDERENTRYS], 108927, 1.0
[ORDERENTRYS], 109183, 1.0
[ORDERENTRYS], 111487, 1.0
[ORDERENTRYS], 111551, 1.0
[ORDERENTRYS], 111679, 1.0
[ORDERENTRYS], 111743, 2.0
[ORDERENTRYS], 111935, 1.0
[ORDERENTRYS], 111999, 3.0
[ORDERENTRYS], 112063, 1.0
[ORDERENTRYS], 112255, 2.0
[ORDERENTRYS], 112319, 1.0
[ORDERENTRYS], 112447, 2.0
[ORDERENTRYS], 112511, 2.0
[ORDERENTRYS], 112575, 5.0
[ORDERENTRYS], 112639, 1.0
[ORDERENTRYS], 112703, 2.0
[ORDERENTRYS], 112767, 2.0
[ORDERENTRYS], 112895, 1.0
[ORDERENTRYS], 112959, 1.0
[ORDERENTRYS], 115135, 3.0
[ORDERENTRYS], 115263, 1.0
[ORDERENTRYS], 115327, 2.0
[ORDERENTRYS], 115391, 2.0
[ORDERENTRYS], 115455, 1.0
[ORDERENTRYS], 115519, 3.0
[ORDERENTRYS], 115583, 1.0
[ORDERENTRYS], 115647, 2.0
[ORDERENTRYS], 115711, 3.0
[ORDERENTRYS], 115839, 1.0
[ORDERENTRYS], 116031, 1.0
[ORDERENTRYS], 116543, 2.0
[ORDERENTRYS], 116607, 2.0
[ORDERENTRYS], 116735, 1.0
[ORDERENTRYS], 119295, 1.0
[ORDERENTRYS], 119423, 1.0
[ORDERENTRYS], 119487, 1.0
[ORDERENTRYS], 119551, 1.0
[ORDERENTRYS], 119743, 2.0
[ORDERENTRYS], 120063, 1.0
[ORDERENTRYS], 120191, 1.0
[ORDERENTRYS], 120383, 1.0
[ORDERENTRYS], 120511, 3.0
[ORDERENTRYS], 120575, 1.0
[ORDERENTRYS], 120831, 1.0
[ORDERENTRYS], 122751, 1.0
[ORDERENTRYS], 122879, 1.0
[ORDERENTRYS], 123903, 1.0
[ORDERENTRYS], 124031, 2.0
[ORDERENTRYS], 124159, 1.0
[ORDERENTRYS], 124223, 1.0
[ORDERENTRYS], 124287, 1.0
[ORDERENTRYS], 124351, 4.0
[ORDERENTRYS], 124415, 5.0
[ORDERENTRYS], 124479, 2.0
[ORDERENTRYS], 124543, 4.0
[ORDERENTRYS], 124607, 7.0
[ORDERENTRYS], 124671, 6.0
[ORDERENTRYS], 124735, 2.0
[ORDERENTRYS], 124863, 1.0
[ORDERENTRYS], 127423, 1.0
[ORDERENTRYS], 127487, 1.0
[ORDERENTRYS], 128319, 1.0
[ORDERENTRYS], 128383, 4.0
[ORDERENTRYS], 128447, 4.0
[ORDERENTRYS], 128511, 3.0
[ORDERENTRYS], 128575, 1.0
[ORDERENTRYS], 128639, 3.0
[ORDERENTRYS], 128703, 2.0
[ORDERENTRYS], 128895, 1.0
[ORDERENTRYS], 131839, 1.0
[ORDERENTRYS], 132095, 1.0
[ORDERENTRYS], 132351, 2.0
[ORDERENTRYS], 132479, 6.0
[ORDERENTRYS], 132607, 1.0
[ORDERENTRYS], 132735, 1.0
[ORDERENTRYS], 135295, 1.0
[ORDERENTRYS], 135423, 1.0
[ORDERENTRYS], 135551, 1.0
[ORDERENTRYS], 135935, 6.0
[ORDERENTRYS], 136063, 2.0
[ORDERENTRYS], 136191, 4.0
[ORDERENTRYS], 136319, 6.0
[ORDERENTRYS], 136447, 2.0
[ORDERENTRYS], 136575, 4.0
[ORDERENTRYS], 139775, 2.0
[ORDERENTRYS], 139903, 4.0
[ORDERENTRYS], 140031, 19.0
[ORDERENTRYS], 140159, 18.0
[ORDERENTRYS], 140287, 2.0
[ORDERENTRYS], 140415, 6.0
[ORDERENTRYS], 140543, 5.0
[ORDERENTRYS], 140671, 2.0
[ORDERENTRYS], 140927, 1.0
[ORDERENTRYS], 142719, 1.0
[ORDERENTRYS], 142847, 1.0
[ORDERENTRYS], 143231, 2.0
[ORDERENTRYS], 143359, 1.0
[ORDERENTRYS], 143743, 3.0
[ORDERENTRYS], 143871, 6.0
[ORDERENTRYS], 143999, 7.0
[ORDERENTRYS], 144127, 11.0
[ORDERENTRYS], 144255, 7.0
[ORDERENTRYS], 144383, 8.0
[ORDERENTRYS], 144511, 6.0
[ORDERENTRYS], 144639, 4.0
[ORDERENTRYS], 144895, 1.0
[ORDERENTRYS], 146815, 1.0
[ORDERENTRYS], 147199, 1.0
[ORDERENTRYS], 147327, 5.0
[ORDERENTRYS], 147455, 3.0
[ORDERENTRYS], 147583, 11.0
[ORDERENTRYS], 147711, 7.0
[ORDERENTRYS], 147839, 10.0
[ORDERENTRYS], 147967, 24.0
[ORDERENTRYS], 148095, 14.0
[ORDERENTRYS], 148223, 5.0
[ORDERENTRYS], 148351, 5.0
[ORDERENTRYS], 148479, 5.0
[ORDERENTRYS], 148607, 1.0
[ORDERENTRYS], 148735, 1.0
[ORDERENTRYS], 150911, 1.0
[ORDERENTRYS], 151039, 1.0
[ORDERENTRYS], 151167, 6.0
[ORDERENTRYS], 151295, 4.0
[ORDERENTRYS], 151423, 20.0
[ORDERENTRYS], 151551, 25.0
[ORDERENTRYS], 151679, 24.0
[ORDERENTRYS], 151807, 17.0
[ORDERENTRYS], 151935, 26.0
[ORDERENTRYS], 152063, 26.0
[ORDERENTRYS], 152191, 7.0
[ORDERENTRYS], 152319, 2.0
[ORDERENTRYS], 152447, 4.0
[ORDERENTRYS], 152575, 3.0
[ORDERENTRYS], 152703, 3.0
[ORDERENTRYS], 154879, 1.0
[ORDERENTRYS], 155007, 1.0
[ORDERENTRYS], 155135, 3.0
[ORDERENTRYS], 155263, 1.0
[ORDERENTRYS], 155391, 7.0
[ORDERENTRYS], 155519, 16.0
[ORDERENTRYS], 155647, 20.0
[ORDERENTRYS], 155775, 12.0
[ORDERENTRYS], 155903, 14.0
[ORDERENTRYS], 156031, 6.0
[ORDERENTRYS], 156159, 6.0
[ORDERENTRYS], 156287, 5.0
[ORDERENTRYS], 156415, 1.0
[ORDERENTRYS], 156543, 3.0
[ORDERENTRYS], 156671, 2.0
[ORDERENTRYS], 156927, 1.0
[ORDERENTRYS], 157183, 1.0
[ORDERENTRYS], 159231, 1.0
[ORDERENTRYS], 159359, 3.0
[ORDERENTRYS], 159487, 3.0
[ORDERENTRYS], 159615, 13.0
[ORDERENTRYS], 159743, 7.0
[ORDERENTRYS], 159871, 4.0
[ORDERENTRYS], 159999, 8.0
[ORDERENTRYS], 160127, 4.0
[ORDERENTRYS], 160255, 3.0
[ORDERENTRYS], 160383, 1.0
[ORDERENTRYS], 163199, 2.0
[ORDERENTRYS], 163455, 1.0
[ORDERENTRYS], 163583, 2.0
[ORDERENTRYS], 163711, 6.0
[ORDERENTRYS], 163839, 6.0
[ORDERENTRYS], 163967, 4.0
[ORDERENTRYS], 164223, 2.0
[ORDERENTRYS], 164351, 2.0
[ORDERENTRYS], 164479, 3.0
[ORDERENTRYS], 164607, 2.0
[ORDERENTRYS], 167423, 1.0
[ORDERENTRYS], 167679, 1.0
[ORDERENTRYS], 167935, 1.0
[ORDERENTRYS], 168063, 3.0
[ORDERENTRYS], 168191, 5.0
[ORDERENTRYS], 168319, 1.0
[ORDERENTRYS], 168447, 2.0
[ORDERENTRYS], 168575, 3.0
[ORDERENTRYS], 171775, 1.0
[ORDERENTRYS], 171903, 4.0
[ORDERENTRYS], 172031, 3.0
[ORDERENTRYS], 172159, 2.0
[ORDERENTRYS], 172287, 3.0
[ORDERENTRYS], 172415, 4.0
[ORDERENTRYS], 172543, 3.0
[ORDERENTRYS], 172799, 1.0
[ORDERENTRYS], 175231, 1.0
[ORDERENTRYS], 175871, 5.0
[ORDERENTRYS], 175999, 13.0
[ORDERENTRYS], 176127, 9.0
[ORDERENTRYS], 176255, 4.0
[ORDERENTRYS], 176383, 6.0
[ORDERENTRYS], 176511, 2.0
[ORDERENTRYS], 176639, 2.0
[ORDERENTRYS], 176767, 1.0
[ORDERENTRYS], 179455, 1.0
[ORDERENTRYS], 179711, 1.0
[ORDERENTRYS], 179839, 2.0
[ORDERENTRYS], 179967, 10.0
[ORDERENTRYS], 180095, 6.0
[ORDERENTRYS], 180351, 1.0
[ORDERENTRYS], 183423, 1.0
[ORDERENTRYS], 184063, 1.0
[ORDERENTRYS], 184191, 1.0
[ORDERENTRYS], 187903, 1.0
[ORDERENTRYS], 484863, 1.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4222.0
[CLEANUP], MinLatency(us), 4220
[CLEANUP], MaxLatency(us), 4223
[CLEANUP], 25thPercentileLatency(us), 4223
[CLEANUP], 50thPercentileLatency(us), 4223
[CLEANUP], 75thPercentileLatency(us), 4223
[CLEANUP], 90thPercentileLatency(us), 4223
[CLEANUP], 95thPercentileLatency(us), 4223
[CLEANUP], 99thPercentileLatency(us), 4223
[CLEANUP], 4223, 1.0